Repository: ngs/koikoi-swift
Catalog: Sources/UI/Resources/Localizable.xcstrings
Source language: en
Languages: ja

source: %@ (%lld pts)
ja: %@（%lld文）

source: %lld pts
ja: %lld文

source: 1 more card
ja: あと1枚

source: 3 Rounds
ja: 三月（3局）

source: 6 Rounds
ja: 六月（6局）

source: 12 Rounds
ja: 十二月（12局）

source: Animals
ja: タネ

source: April
ja: 卯月

source: August
ja: 葉月

source: Back to Title
ja: タイトルへ

source: Blue Ribbons
ja: 青短

source: Boar, Deer, Butterfly
ja: 猪鹿蝶

source: Bush Clover
ja: 萩

source: Bush Clover and Boar
ja: 萩に猪

source: Bush Clover Chaff 1
ja: 萩のカス１

source: Bush Clover Chaff 2
ja: 萩のカス２

source: Bush Clover with Ribbon
ja: 萩に短冊

source: Chaff
ja: カス

source: Cherry Blossom
ja: 桜

source: Cherry Blossom Chaff 1
ja: 桜のカス１

source: Cherry Blossom Chaff 2
ja: 桜のカス２

source: Cherry Blossom Curtain
ja: 桜に幕

source: Cherry Blossom Viewing
ja: 花見で一杯

source: Cherry Blossom with Red Ribbon
ja: 桜に赤短

source: Choose a card from your hand
ja: 手札を選んでください

source: Choose a field card to take (Esc to cancel)
ja: 取る場札を選んでください（Esc で戻る）

source: Chrysanthemum
ja: 菊

source: Chrysanthemum and Sake Cup
ja: 菊に盃

source: Chrysanthemum Chaff 1
ja: 菊のカス１

source: Chrysanthemum Chaff 2
ja: 菊のカス２

source: Chrysanthemum with Blue Ribbon
ja: 菊に短冊

source: Continue
ja: 続ける

source: December
ja: 師走

source: Difficulty
ja: 難易度

source: Draw
ja: 流局

source: Drawn:
ja: 引いた札:

source: Easy
ja: かんたん

source: Expert
ja: たつじん

source: February
ja: 如月

source: Felt
ja: 緑羅紗

source: Five Brights
ja: 五光

source: Four Brights
ja: 四光

source: Hanafuda Koi-Koi
ja: Koikoi

source: Hard
ja: つよい

source: Iris
ja: 菖蒲

source: Iris and Eight-Plank Bridge
ja: 菖蒲に八橋

source: Iris Chaff 1
ja: 菖蒲のカス１

source: Iris Chaff 2
ja: 菖蒲のカス２

source: Iris with Ribbon
ja: 菖蒲に短冊

source: January
ja: 睦月

source: July
ja: 文月

source: June
ja: 水無月

source: Koi-Koi!
ja: こいこい！

source: Koikoi
ja: こいこい

source: Maple
ja: 紅葉

source: Maple and Deer
ja: 紅葉に鹿

source: Maple Chaff 1
ja: 紅葉のカス１

source: Maple Chaff 2
ja: 紅葉のカス２

source: Maple with Blue Ribbon
ja: 紅葉に短冊

source: March
ja: 弥生

source: Match drawn
ja: 引き分け

source: May
ja: 皐月

source: Moon Viewing
ja: 月見で一杯

source: Next
ja: 次へ

source: Night
ja: 夜

source: Normal
ja: ふつう

source: November
ja: 霜月

source: October
ja: 神無月

source: One Away
ja: リーチ

source: Opponent
ja: 相手

source: Opponent wins the round
ja: 相手の勝ち

source: Opponent's turn…
ja: 相手の番…

source: Pampas Grass
ja: 芒

source: Pampas Grass and Geese
ja: 芒に雁

source: Pampas Grass and Moon
ja: 芒に月

source: Pampas Grass Chaff 1
ja: 芒のカス１

source: Pampas Grass Chaff 2
ja: 芒のカス２

source: Paulownia
ja: 桐

source: Paulownia and Phoenix
ja: 桐に鳳凰

source: Paulownia Chaff 1
ja: 桐のカス１

source: Paulownia Chaff 2
ja: 桐のカス２

source: Paulownia Chaff 3
ja: 桐のカス３

source: Peony
ja: 牡丹

source: Peony and Butterflies
ja: 牡丹に蝶

source: Peony Chaff 1
ja: 牡丹のカス１

source: Peony Chaff 2
ja: 牡丹のカス２

source: Peony with Blue Ribbon
ja: 牡丹に短冊

source: Pine
ja: 松

source: Pine and Crane
ja: 松に鶴

source: Pine Chaff 1
ja: 松のカス１

source: Pine Chaff 2
ja: 松のカス２

source: Pine with Red Ribbon
ja: 松に赤短

source: Plum
ja: 梅

source: Plum and Bush Warbler
ja: 梅に鶯

source: Plum Chaff 1
ja: 梅のカス１

source: Plum Chaff 2
ja: 梅のカス２

source: Plum with Red Ribbon
ja: 梅に赤短

source: Quit
ja: やめる

source: Quit Game
ja: 対局をやめる

source: Quit this game?
ja: 対局をやめますか？

source: Rainy Four Brights
ja: 雨四光

source: Red and Blue Ribbons
ja: 赤短・青短の重複

source: Red Poetry Ribbons
ja: 赤短

source: Ribbons
ja: タン

source: Rounds
ja: 対局数

source: September
ja: 長月

source: Start Game
ja: 対局開始

source: Stop
ja: 勝負

source: System
ja: システム

source: Tatami
ja: 畳

source: The saved game will be deleted.
ja: 保存された対局は削除されます。

source: Theme
ja: テーマ

source: Three Brights
ja: 三光

source: Translucent Background
ja: 背景を透過

source: Willow
ja: 柳

source: Willow and Ono no Michikaze
ja: 柳に小野道風

source: Willow and Swallow
ja: 柳に燕

source: Willow Chaff
ja: 柳のカス

source: Willow with Ribbon
ja: 柳に短冊

source: Wisteria
ja: 藤

source: Wisteria and Cuckoo
ja: 藤に不如帰

source: Wisteria Chaff 1
ja: 藤のカス１

source: Wisteria Chaff 2
ja: 藤のカス２

source: Wisteria with Ribbon
ja: 藤に短冊

source: Yaku!
ja: 役が成立！

source: You
ja: あなた

source: You %lld pts – Opponent %lld pts
ja: あなた %lld文 - 相手 %lld文

source: You lose the match…
ja: 対局敗北…

source: You win the match!
ja: 対局勝利！

source: You win the round!
ja: あなたの勝ち！
